Repository: duplyakin/DEVLabs_MCHack_2022
Catalog: community_engine_webservice/translations/messages.*.xlf
Languages: ru

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Telegram username
ru: Имя пользователя Telegram

source: Facebook link
ru: Ссылка на профиль Facebook

source: Linkedin link
ru: Ссылка на профиль LinkedIn

source: About
ru: Кратко о себе

source: Save
ru: Сохранить

source: Back
ru: Назад

source: Looking for
ru: Ваши ожидания от собеседника

source: User.Full Name
ru: ФИО

source: User.Facebook Link
ru: FB

source: User.Linkedin Link
ru: LD

source: User.About
ru: О себе

source: User.Looking For
ru: Пожелания

source: User.Answers
ru: Ответы

source: Certificate not found
ru: Сертификат не найден

source: Certificate is not active
ru: Этот сертификат уже был использован ранее

source: Certificate has been used already before
ru: Этот сертификат уже был использован ранее

source: Login with
ru: Войти с помощью

source: Online networking
ru: Онлайн нетворкинг c релевантными для вас профессиональными контактами. Каждую неделю Meets'up знакомит вас с новыми людьми, с учетом ваших интересов и задач

source: Meetsup - Online networking
ru: Meetsup - Онлайн нетворкинг

source: Name
ru: Имя

source: Subject
ru: Тема

source: Message
ru: Текст сообщения

source: Your message has been sent. Thank!
ru: Ваше сообщение отправлено. Спасибо!

source: Send
ru: Отправить сообщение

source: Feedback
ru: Обратная связь

source: Links
ru: Полезные ссылки

source: Home
ru: Главная

source: Contacts
ru: Контакты

source: footer.text
ru: Meetsup - платформа для поиска новых профессиональных контактов, релевантных Вашим задачам и интересам<br/><br/>Присоединяйтесь и расширяйте свои профессиональные связи!

source: Required field
ru: Поле обязательно для заполнения

source: At least 4 characters
ru: Не менее 4-х символов

source: Invalid email format
ru: Неверный формат email

source: Create profile
ru: Создание профиля

source: This information will help us to effectively find your partner
ru: Эта информация поможет нам эффективно подобрать вам собеседника

source: Interests
ru: Интересы

source: Required
ru: Обязательно

source: Surname
ru: Фамилия

source: What is your expertise?
ru: Чем занимаетесь? В чём ваша ключевая экспертиза?

source: This field is visible to other members
ru: Это поле отображается другим участникам

source: NEXT
ru: ПРОДОЛЖИТЬ

source: You can choose several options (no more than 3)
ru: Можно выбрать несколько вариантов (не более 3-х)

source: You can choose one option
ru: Можно выбрать один вариант

source: Your wishes for find of partners relevant to you
ru: Ваши пожелания для подбора релевантных Вам партнеров

source: Requests for networking must be filled
ru: Необходимо заполнить пожелания для нетворкинга
